package org.henghao.utils;

public class CommonConstant {
	/***
	 *  此ak 未认证 上线时请修改为企业认证过的ak
	 *  
 	在线服务名称	              						未认证用户	                                     认证用户
                                     							  					个人	              			企业
											配额(次/日)		并发(次/分钟)	配额(次/日)	并发(次/分钟)	配额(次/日)	并发(次/分钟)
	地理/反地理编码(Geocoder)				6000			3000			300000			10000		3000000			60000
	云逆地理编码(Cloudrgc)					2000			1200			2000			1200		100000			6000
	POI检索&Sug(Place/Suggestion)			2000			1200			30000			3000		300000			12000
	路线规划(Direction/Route Matrix v1.0)	2000			1200			30000			3000		300000			12000
	批量算路(Route Matrix v2.0)				2000			1200			30000			3000		300000			12000
	静态图V2(Staticimage)					1000000			24000			3000000			30000		6000000			30000
	云储存(Geodata)							100000			6000			300000			12000		3000000			30000
	云检索(Geosearch)						100000			6000			300000			12000		3000000			30000
														查询:1200						查询:1200					查询:1800
	鹰眼(Trace) 	详细说明						100000		分析:800				200000		分析:1200		500000		分析:1800
														其他:1200						其他:2400					其他:3600			
	普通IP定位(Location)						100000			6000			300000			12000		3000000			30000
	时区服务 API(Timezone)					2000			1200			30000			3000		100000			6000
	坐标转换(Geoconv)						100000			6000			300000			12000		3000000			30000
	 */
	public static String AK = "Fun6r9EE1RPtZ8roRyy7tpM3dL0OQEEl";
}
